[
  {
    "key": 1,
    "title": "Upaisa - Branchless Banking Application",
    "imageSrc": "https://cdn.pixabay.com/photo/2018/02/04/17/39/crypto-currency-3130381_640.jpg",
    "description": ["A comprehensive mobile banking solution developed entirely in Swift 5, allowing users to send and receive money and perform secure financial transactions."],
    "view in App Store": "https://www.example.com"
  },
  {
    "key": 2,
    "title": "FAMS Corporate Car Sharing - Car-sharing Application",
    "imageSrc": "https://cdn.pixabay.com/photo/2017/05/02/15/30/streets-2278471_640.jpg",
    "description": ["A private car-sharing application developed for a Dubai-based organization, facilitating fleet management, car tracking, and secure access controls, developed in Swift 5.",
    "Enabled remote control features for fleet management, including engine control, lock/unlock, and accident monitoring.",
    "Integrated GPS tracking and reporting, allowing real-time location tracking for cars registered under the company's dashboard.",
    "Collaborated with the company to design a secure dashboard for managing the car fleet remotely."
  ],
    "view in App Store": "https://www.example.com"
  },
  {
    "key": 3,
    "title": "HNO Shareholder Portal - Shareholder Application",
    "imageSrc": "https://cdn.pixabay.com/photo/2016/08/16/17/12/skyscrapers-1598418_640.jpg",
    "description": [
      "A Swift 5-based application developed for HNO shareholders, allowing secure trading and management of shares within the app.",
      "Built comprehensive share trading features, enabling shareholders to buy and sell shares securely.",
      "Implemented strong encryption and authentication techniques to protect sensitive financial data.",
      "Included real-time updates and notifications for company announcements and share transactions."
    ],
    "view in App Store": "https://www.example.com"
  },
  {
    "key": 4,
    "title": "Sipay - Payment Application",
    "imageSrc": "https://cdn.pixabay.com/photo/2021/03/02/01/07/cyberpunk-6061251_640.jpg",
    "description": [
      "A versatile payment application developed in Flutter, allowing users to handle financial transactions seamlessly on a secure and user-friendly platform.",
      "Implemented robust security features to protect user data, including secure APIs and encryption protocols.",
      "Enhanced user experience with an intuitive interface, designed for simplicity in managing payments, transfers, and account activities.",
      "Integrated Google Play Store services and monitored performance metrics to ensure smooth user engagement across different devices."
    ],
    "view in App Store":"https://www.example.com"
  }
]

